<?php
		           	require '../db.php';
		        ?>
		        <html>
		        	<head><title>Warface: спецоперация «Ледокол»</title></head>
		            <?php include('../header.php'); ?>
		           	<div class='content'>
				<div class='mid-content-news'>
				<h2 class='mid-title'>Warface: спецоперация «Ледокол»</h2>
				<center><script type='text/javascript'> //Параметры для lightBox() http://xiper.net/collect/js-plugins/gallery/jquery-lightbox
						jQuery(function(){
		    			jQuery('.mid-img a').lightBox({imageLoading: '/images/lightbox-ico-loading.gif',imageBtnClose: '/images/lightbox-btn-close.gif',imageBtnPrev: '/images/lightbox-btn-prev.gif',imageBtnNext:'/images/lightbox-btn-next.gif'});
						});
					</script><div class='mid-img'><a href='https://games.mail.ru/pre_1000x515_crop/pic/pc/article/2017/2/8e6ef5e.jpeg'><img src='https://games.mail.ru/pre_1000x515_crop/pic/pc/article/2017/2/8e6ef5e.jpeg' id='news_img'></a></div>
				<pre class='mid-text'>В этом сезоне Crytek явно решила сыграть на ностальгических чувствах игроков Warface — три месяца назад вышла спецоперация «Черная акула», напоминавшая «Ликвидацию», самое первое PvE-приключение для игры. Теперь настало время «Ледокола»: просторная зимняя локация, присыпанные снегом елки — антураж напоминает «Снежный бастион», вторую спецоперацию в игре. Но за исключением зимнего стиля, «Ледокол» — совершенно новое приключение, способное удивить даже опытных игроков, с кучей уникальных фишек вроде падающих с неба турелей и очень сложным финальным сражением.

<iframe width="742.5" height="562" src="https://www.youtube.com/embed/CLgt0sS7jsQ" frameborder="0" allowfullscreen></iframe>
Подразделение Warface, в предыдущих спецоперациях гонявшее террористов по всему миру, ушло в глубокую оборону — старые враги из Blackwood вычислили координаты основной штаб-квартиры и развернули масштабное наступление. Пожалуй, еще ни разу в Warface нам не показывали столь зрелищного сражения — находящуюся на берегу базу обстреливают корабли, в воздухе сражаются вертолеты и истребители, а чуть поодаль маячит огромный дредноут, главная ударная сила Blackwood. Видно, что команда игрока действует не в одиночку — то и дело можно наткнуться на обслуживающий персонал и на трупы бойцов Warface, пытавшихся отстоять базу. Все это очень неплохо выглядит — карта кажется огромной, и на ней то и дело что-то случается, например, с соседней горы сходит лавина.

Если в недавней «Черной акуле» бойцы путешествовали по этажам огромного небоскреба, то в «Ледоколе» сценаристы постоянно меняют декорации — игроки стреляют из гранатомета по вертолетам, сражаются с кораблями, затем с боем прорываются через лес, сражаются в тесных подземных коридорах возле ракетных шахт, ну а в финале участвуют в десантной операции, за которой следует тяжелый бой с гигантским кораблем. В подобной суматохе важен грамотный состав команды — где-то основная работа ложится на снайперов, а где-то не обойтись без штурмовиков.

<img src="https://games.mail.ru/pre_1000x0_resize/pic/pc/gallery/0b/0c/954f4ab4.jpeg" width="742.5">
В «Ледоколе» у Crytek получились очень интересные враги, под которых постоянно приходится менять тактику. Они высаживаются на тросах, десантируются с кораблей на ракетных ранцах, следом за ними постоянно падают шарообразные «бомбы» — если не сбить такую в воздухе, то в месте ее приземления мигом «вырастает» турель. На «улице» можно напороться на мины и досаждают снайперы, чьи выстрелы сбивают с ног, а в тесных коридорах приходится принимать бой чуть ли не на расстоянии локтя.

Ближний бой в «Ледоколе» вообще случается регулярно — в рядах Blackwood появились специальные бойцы, которые сначала обстреливают игрока издалека, а после идут врукопашную и пытаются зарубить его топором. Немало сюрпризов преподносят и ударные корабли, атакующие по площади — чтобы не попасть в зону взрыва, приходится следить за специальными значками на земле, параллельно отстреливаясь от врагов.

«Ледокол» — одна из самых зрелищных спецопераций в истории Warface. События здесь разворачиваются очень быстро, а игроков держат в напряжении, постоянно подкидывая что-то новое. При этом по уже сложившейся хорошей традиции в Crytek очень аккуратно сбалансировали уровни сложности и награды за прохождение — так что «Ледокол» подойдет как относительно новым игрокам, так и ветеранам.</pre></center>
		         </div>
				<?php require('../mini-menu.php'); ?>
			</div>
		            </body>
		        	</html>