
				<?php
		           	require '../db.php';
		        ?>
		        <html>
		        	<head><title>For Honor</title></head>
		            <?php include('../header.php'); ?>
		           	<div class='content'>
				<div class='mid-content-news'>
				<h2 class='mid-title'>For Honor</h2>
				<center><script type='text/javascript'> //Параметры для lightBox() http://xiper.net/collect/js-plugins/gallery/jquery-lightbox
						jQuery(function(){
		    			jQuery('.mid-img a').lightBox({imageLoading: '/images/lightbox-ico-loading.gif',imageBtnClose: '/images/lightbox-btn-close.gif',imageBtnPrev: '/images/lightbox-btn-prev.gif',imageBtnNext:'/images/lightbox-btn-next.gif'});
						});
					</script><div class='mid-img'><a href='http://constructja.ru/wp-content/uploads/2016/02/For-Honor-igra.jpg'><img src='http://constructja.ru/wp-content/uploads/2016/02/For-Honor-igra.jpg' id='news_img' style='margin-left: 8px; margin-bottom: 15px;'></a></div>
				<pre class='mid-text'>Исторический экшен, который на три четверти состоит из драк на мечах. Для поклонников данного развлечения Ubisoft подготовила навороченную боевую систему и интересный сюжет.
События For Honor происходят в вымышленной вселенной, где встретились три фракции, в реальности существовавшие в разные периоды истории — рыцари, самураи и викинги — и, разумеется, тут же начали воевать друг с другом.

Несмотря на наличие одиночной кампании, основным для For Honor изначально назывался мультиплеер. Он содержит пять режимов: дуэли, поединки два на два, а также три режима для команд по четыре игрока. В двух из них разрешены возрождения — это обычные командные бои, а также сражения за ключевые точки. В еще одном режиме обе команды сражаются до того момента, пока одна из них не лишится всех бойцов. В некоторых режимах участвуют и управляемые компьютером NPC — впрочем, они скорее играют роль массовки и не способны долго продержаться против живого игрока.

<img src="http://1.bp.blogspot.com/-alSGbYQCqNw/Vl7NfpsioYI/AAAAAAAAQpY/Dc1J8tWMG6A/s1600/For+Honor.jpg" width="742.5">
Персонажи в For Honor делятся на четыре класса. Vanguard — очень сбалансированные бойцы, которые одинаково хороши в нападении и защите. Assassin — быстрые, но плохо защищенные бойцы, которые лучше всего раскрывают себя в поединках один на один. Heavy — тяжелые и отлично защищенные персонажи. Их сложно победить, но и сами они наносят урон очень медленно. Наконец, четвертый класс гибридный — он сочетает интересные особенности предыдущих трех. Плюс каждая из трех фракций обладает собственными уникальными чертами. Многое зависит от выбора оружия — так что количество доступных комбинаций в For Honor подсчитать не так уж просто.

<img src="http://i.neoseeker.com/screenshots/MzQvNTAv/for-honor-game_image_iEAve.jpg" width="742.5">
Боевая система чем-то похожа на файтинги, но с учетом того, что все происходит в трех измерениях — так что базовые атаки наносятся слева, справа и сверху, а чтобы эффективно обороняться, нужно уметь быстро реагировать на то, какое направление выбрал соперник. Сами удары делятся на слабые и сильные, причем атаковать всегда сильно не выйдет хотя бы потому, что у бойцов заканчивается энергия.

Боевую систему For Honor можно осваивать очень долго — настолько много в игре разных комбинаций. Но вкратце суть в том, что соперники стараются обмануть друг друга, меняя направление атаки и приемы, чтобы враг чаще ошибался и не ставил блок. Так как For Honor командная игра, то здесь возможны и ситуации, когда один боец сражается с двумя-тремя соперниками. В этом случае упрощается постановка блока, плюс начинает заполняться счетчик «мести», открывающий более мощные бонусы. Впрочем, не смотря на эти попытки выровнять баланс, победить в одиночку даже двух врагов в For Honor — невероятно сложно.

<img src="http://s.4pda.to/y7oCg0IetVcZvgt8RVYgChBxE3fl.jpg" width="742.5">
В For Honor очень мощный интерфейс кастомизации персонажа — можно менять цвет кожи, доспехи, наносить на них узоры и даже выбирать расцветку. Здесь игра не полностью повторяет реальность — в For Honor бойца можно раскрасить даже в вызывающе оранжевый цвет.

Авторы For Honor — известная студия Ubisoft Montreal, подарившая миру множество игр и серий, вроде Assassin’s Creed, Far Cry 3, Watch Dogs и другие. Платформы — PC, PlayStation 4 и Xbox One.</pre></center>
		         </div>
				<?php require('../mini-menu.php'); ?>
			</div>
		            </body>
		        	</html>