
				<?php
		           	require '../db.php';
		        ?>
		        <html>
		        	<head><title>Интервью с Гейбом Ньюэллом</title></head>
		            <?php include('../header.php'); ?>
		           	<div class='content'>
				<div class='mid-content-news'>
				<h2 class='mid-title'>Интервью с Гейбом Ньюэллом</h2>
				<center><script type='text/javascript'> //Параметры для lightBox() http://xiper.net/collect/js-plugins/gallery/jquery-lightbox
						jQuery(function(){
		    			jQuery('.mid-img a').lightBox({imageLoading: '/images/lightbox-ico-loading.gif',imageBtnClose: '/images/lightbox-btn-close.gif',imageBtnPrev: '/images/lightbox-btn-prev.gif',imageBtnNext:'/images/lightbox-btn-next.gif'});
						});
					</script><div class='mid-img'><a href='https://cybersportvirtus.cdnvideo.ru/static/news/2017/01/other/Ngx8j.jpg'><img src='https://cybersportvirtus.cdnvideo.ru/static/news/2017/01/other/Ngx8j.jpg' id='news_img'></a></div>
				<pre class='mid-text'>— Какая твоя любимая игра или серия игр производства Valve?

— Думаю, Portal 2 — наша лучшая однопользовательская игра. Что касается многопользовательских игр, то я больше всего играю в Dota 2. 
— Ты планируешь продолжить серию игр Left 4 Dead? 

— Обычно продукты появляются в результате пересечения технологии, которую мы считаем перспективной, группы желающих поработать с ней людей и одной из игровых особенностей, которая идеально подходит для этого набора из технологии и игрового дизайна. Когда мы решили, что было бы неплохо поработать над торговой площадкой, моделью free-to-play и пользовательским контентом, Team Fortress выглядела идеальной площадкой для наших экспериментов. В результате все узнали, что мы сделали в пространстве многопользовательских игр. Left 4 Dead — хорошее место для создания общих сюжетных линий. 
— Valve планирует что-либо делать с Source 2 в будущем?

— Мы продолжаем использовать Source 2 в качестве нашей основной среды для разработки игр. Помимо недавнего портирования Dota 2 на этот движок мы также используем его как основу в некоторых неанонсированных продуктах. Мы хотели бы, чтобы каждый, кто разрабатывает игры в Valve, в конце концов использовал бы исключительно Source 2. Мы также намерены продолжать делать движок доступным широкому сообществу разработчиков. Даже более — мы намерены сделать Source 2 бесплатным. 
— Когда CS:GO перейдет на Source 2?

— Source 2 представляет собой набор системных переработок. Для CS:GO мы оцениваем эти новые системы, глядя на их достоинства. В разработке находится ряд улучшений для игры — например, переработанный пользовательский интерфейс, частично основанный на Source 2. В дальнейшем мы можем улучшить и другие системы. Некоторые компоненты Source 2 могут и вовсе не подходить для CS:GO. Вот вам анекдот: когда на major-турнирах у нас спрашивали о Source 2, мы задавали вопрос: «А как вы думаете, что в CS:GO можно было бы улучшить с помощью Source 2?». И какое-то время нам постоянно отвечали: «Рассчитываем на то, что вы поправите хитбоксы». Вот только перенос игры на Source 2 сам по себе не исправил бы этой проблемы. Мы просто сели за работу и исправили эти хитбоксы. 

— Почему Valve не общается с комьюнити насчет игр/приложений, которые компания разрабатывает, настолько же часто, как другие компании? 

— Все потому, что наш процесс принятия решений гораздо более зависит от обстоятельств, чем у большинства других компаний. Мы не хотим тратить время и деньги наших клиентов из-за того, что в процессе разработки нам придется отменить или изменить что-то в проекте. А как-то отслеживать наши решения — процесс очень раздражительный и любого сведет с ума. 

— Если бы ты мог вернуться во времени, что бы ты изменил в Steam? 

— Одной из наших наибольших проблем была структура службы поддержки.

<iframe src="https://www.youtube.com/embed/ntARFVgyqPI" frameborder="0" allowfullscreen id="news_img" height="450px"></iframe>
— На следующей неделе начинается CS:GO ELEAGUE Major. Это первый «мейджор», над которым Valve работала совместно с традиционной студией трансляции наподобие Turner Broadcasting Studio. Как думаешь, насколько важны традиционные каналы трансляции для роста киберспорта в целом, и насколько интерес со стороны «классических» медиа повлиял на развитие CS:GO? 

— Мы очень рады будущему «мейджору» в Атланте. Когда мы создали систему major-турниров, нашей целью было предоставить игрокам в CS:GO развлекательный контент, который в то же время вдохновлял бы их взобраться на новые игровые высоты. Так что при разработке турниров мы ориентировались на покрытии большей базы игроков. Трансляция через классические медиа расширяет аудиторию турниров по CS:GO, и это здорово. Но мы считаем, что лучшее, что мы можем сделать для развития CS:GO как киберспортивной дисциплины — улучшить саму игру и впечатления от просмотра. 
— Ты планируешь лично побывать на major-турнире? Было бы замечательно увидеть тебя там. Это бы показало, что Valve действительно заботится о CS:GO.

— Я уверен, что буду лично присутствовать на одном из будущих «мейджоров». Главное — внести это в график. 

— Каким моментом в карьере ты гордишься больше всего? 

— Не думаю, что большинство из нас думает так ретроспективно. В основном мы мыслим о том, что надо сделать в будущем. Все до сих пор выглядит так, будто мы только в начале своего пути, и наши достижения в будущем будут гораздо значимее того, что есть сейчас.</pre></center>
		         </div>
				<?php require('../mini-menu.php'); ?>
			</div>
		            </body>
		        	</html>