
				<?php
		           	require '../db.php';
		        ?>
		        <html>
		        	<head><title>Resident Evil 7: Biohazard</title></head>
		            <?php include('../header.php'); ?>
		           	<div class='content'>
				<div class='mid-content-news'>
				<h2 class='mid-title'>Resident Evil 7: Biohazard</h2>
				<center><script type='text/javascript'> //Параметры для lightBox() http://xiper.net/collect/js-plugins/gallery/jquery-lightbox
						jQuery(function(){
		    			jQuery('.mid-img a').lightBox({imageLoading: '/images/lightbox-ico-loading.gif',imageBtnClose: '/images/lightbox-btn-close.gif',imageBtnPrev: '/images/lightbox-btn-prev.gif',imageBtnNext:'/images/lightbox-btn-next.gif'});
						});
					</script><div class='mid-img'><a href=https://games.mail.ru/pre_1000x515_crop/pic/pc/article/2017/1/3f3d923.jpeg><img src='https://games.mail.ru/pre_1000x515_crop/pic/pc/article/2017/1/3f3d923.jpeg' id='news_img'></a></div>
				<pre class='mid-text'>Resident Evil — один из важнейших хоррор-сериалов в истории индустрии. Первая часть во многом определила развитие жанра на годы вперед, но со временем и сама серия сильно видоизменилась, заменив часть «ужастиков» экшен-сценами, подчас сомнительными. Многие фанаты успели смириться с тем, что увидят «настоящую» Resident Evil разве что в HD-переизданиях первых частей, но на последней Е3 Capcom представила Resident Evil 7, которая выглядела совершенно иначе, чем предыдущие выпуски. Оправдала ли новинка возложенные на нее надежды? Как выясняется, более чем!


Главный герой Resident Evil 7 — Итан, мужчина неопределенного возраста. Три года назад его супруга Мия не вернулась из командировки, и Итан был уверен, что любимая погибла — до тех пор, пока от нее не пришло сообщение. Поиски жены приводят героя в Луизиану, где посреди мрачного леса и болот он находит огромное заброшенное поместье. Очень скоро выясняется, что дом лишь выглядит покинутым, а его хозяева — предельно непростые люди, которые вовсе не горят желанием расстаться с Итаном и Мией, потому что у них свои планы на незваных гостей.

Сразу оговоримся, что Capcom все-таки немного обхитрила фанатов, продвигая игру перед релизом. По выпущенным роликам и демоверсии казалось, что нас ждет нечто абсолютно новое для сериала — бескомпромиссный хоррор, от которого волосы на голове встанут дыбом даже у бывалых фанатов жанра. Первый час или полтора игроку действительно неуютно. Темные коридоры, луч фонарика, освещающий лишь небольшой пятачок прямо перед вами, таинственные скрипы и шаги. Темнота и теснота особняка делают свое дело, поэтому сперва мир Resident Evil 7 исследуешь с опаской.

<img src='https://games.mail.ru/pre_1000x0_resize/pic/pc/gallery/bf/01/d4ba04d7.jpeg' id='news_img'>

Папаша Бейкер — безумный, саркастичный и чуть ли не бессмертный — вызывает настоящий ужас и кажется самым страшным персонажем игры. Пока не повстречаешь его супругу
Но затем главный герой обзаводится оружием, а вы постепенно усваиваете правила, по которым живет игра. И вот уже выясняется, что новая часть сериала — не революция, на которую очень прозрачно намекали разработчики, а действительно возвращение к корням. Геймплей Resident Evil 7 очень похож на оригинальную игру, только с видом от первого лица и на новых технологиях. Важнейшую роль играет исследование мира, поиск секретов, решение головоломок и сбор ключей, которые открывают доступ в новые части уровня. Попутно приходится бороться с монстрами, напоминающими ожившие кучи сырого мяса и грязи, и с владельцами поместья, которые хоть и выглядят как обычные люди, но на деле дадут сто очков вперед даже самому прокачанному зомби.

Обижаться на разработчиков за «вранье» просто не получается. Потому что придуманный два десятка лет назад геймплей, усовершенствованный и приведенный в соответствие с современными стандартами, оказывается именно тем, чего нам всем не хватало. В Resident Evil 7 интересно даже просто изучать поместье и его окрестности, ну а баланс между ужастиком и экшеном выдержан настолько грамотно, насколько это вообще возможно.

Например, мощность оружия и количество патронов к нему подобраны таким образом, чтобы мы не чувствовали себя совсем уж беззащитными, но и ощущения абсолютной безопасности никогда не появляется. Любая встреча с врагом — напряженная, нервная история. Таким же образом чередуются относительно спокойные этапы, когда игрок занимается исследованием мира, и эпизоды, полные ужаса, вроде вылазки на второй этаж старого жилища Бейкеров, где они обитали до того, как построили нынешний дом. Здесь герой снова оказывается в полной темноте, а игра показывает несколько совсем неожиданных фокусов, от которых по спине бегут мурашки.

<img src='https://games.mail.ru/pre_1000x0_resize/pic/pc/gallery/bf/01/0ea684f0.jpeg' id='news_img'>

Вражеская «массовка» пугает в первую очередь тем, что может в любой момент появиться чуть ли не из воздуха. Куда интереснее, чем привычные зомби
На этом козыри Resident Evil 7 не заканчиваются. У игры, например, отличные персонажи. Несмотря на то, что о героях и злодеях рассказывается очень мало, этого достаточно, чтобы привязаться к ним с первых часов игры. Особенно интересно наблюдать, как трансформируются эмоции игрока по отношению к семейству Бейкеров. После первой встречи они кажутся горсткой садистов-вырожденцев, вызывающих разве что отвращение. Но знакомясь с разбросанными по уровням записками, вы понимаете, что все не так просто, а Бейкеры в каком-то смысле и сами жертвы. Впрочем, своеобразная человечность Бейкеров не мешает им быть яркими злодеями. Наоборот — сочетание по-своему трагичной истории, внешней обычности и внутренней, до поры скрытой, монструозности, делает их абсолютно незабываемыми.

Другое достижение разработчиков — они смогли сделать разнообразной игру, события которой разворачиваются в одном поместье, пусть и довольно большом. Отчасти они добились этого, слегка меняя антураж и временами добавляя в геймплей новые механики. Но не менее важную роль играют видеокассеты, которые периодически находит Итан. Вставив такую кассету в видеомагнитофон, вы очутитесь в отдельном сюжетном мини-эпизоде со своими правилами и новым героем. И вот в этих небольших и необязательных моментах авторы Resident Evil 7 по-настоящему дают волю воображению — особенно выделяется запись под заголовком «День рождения», которая скорее напоминает серию триллеров «Пила», чем «Обитель зла».

<img src='https://games.mail.ru/pre_1000x0_resize/pic/pc/gallery/bf/01/789a891d.jpeg' id='news_img'>

Видеозаписи позволяют вам увидеть события игры глазами других персонажей и помогают лучше понять сюжет
Единственное, что не до конца удалось — разрекламированный VR-режим. С одной стороны, происходящее воспринимается намного острее, когда вы не просто смотрите в телевизор, а в буквальном смысле оказываетесь в центре событий. С другой — впечатление очень портит мыльная графика, и это при том, что новая Resident Evil не самая технически продвинутая игра.

Resident Evil 7 — далеко не самая страшная игра на свете. Об этом важно помнить, прежде чем вы потратите на нее свои деньги. Тем не менее, это очень увлекательное экшен-приключение, полное ярких моментов, запоминающихся персонажей и жутких эпизодов. Если вы, как и многие фанаты, давно тоскуете по «настоящей» Resident Evil и устали от ориентированных на экшен прошлых частей, то седьмой выпуск станет настоящим подарком. А для тех, кто только знакомится с Resident Evil, сложно придумать лучший способ, чтобы наконец-то узнать, чем хороша эта серия.</pre></center>
		         </div>
				<?php require('../mini-menu.php'); ?>
			</div>
		            </body>
		        	</html>